Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nno/facta/giellatekno/killerfiller_sme.html.tmx
Source language: sme
Languages: nno

source: Joavkkuid ásaheapmi
nno: Killerfiller-link:

source: Dál beasat hárjehallat sojahit sániid cealkagiin.
nno: Du skal bøye ord i setninger.

source: Dás leat njeallje cealkkačoakkáldaga (Sentence collection) main lea iešguđet sátneluohkkáválljen (Word class).
nno: Vi har fire ulike sett av setninger (Sentence collection) som kvar har ulike ordklassealternativ (Word class).

source: Vearbasojaheapmi lea heivehuvvon dási mielde ná:
nno: Verbbøyinga er tilpassa nivå, slik:

source: introductory level: imperatiiva (dušše 2 sg) ja indikatiiva (dušše preseansa)
nno: introductory level: imperativ (berre 2 sg) og indikativ (berre presens)

source: medium level: imperatiiva (dušše 2. pers), indikatiiva (sihke preseansa ja preterihtta) ja aktio.
nno: medium level: imperativ (berre 2. pers), indikativ (både presens og preteritum) og aktio.

source: high level: indikatiiva, imperatiiva ja konditionála, buot persovnnain ja loguin.
nno: high level: indikativ, imperativ og kondisjonalis, i alle personar og tal.

source: Maid passiiva ja muhtun infinihtta hámit, nugo vearbaabeassiiva.
nno: Også passiv og nokre infinitte former, til dømes verbabessiv.

source: Njealját čoakkáldagas don sáhtát sojahit vearbbaid potentiála modusis, dasa lassin sáhtát válljet adjektiivvaid, loguid, refleksiivapronomeniid ja substantiivvaid oamastangehčosiiguin.
nno: Med det fjerde setningssettet kan du bøye verb i potensialis, og dessutan velge adjektiver, talord, refleksive pronomen og substantiv med possessive suffiks.

source: 1-3. cealkkačoakkáldagain sáhtát maid válljet sojahit substantiivvaid ja pronomeniid.
nno: Med 1-3. setningssett kan du også velge å bøye substantiv og pronomen.

source: Oahpaheaddji registrere iežas oahpaheaddjin, ja de son sáhttá ásahit joavkkuid ja oaidnit maid oahppit leat bargan.
nno: Når elevane registrerer seg oppgjev dei brukarnamnet til læraren, og dermed kan læraren følgje med på arbetet til elevane.

source: Oanádusat leat bordojuvvon alfabehtalaččat.
nno: Forkortingane er sett opp alfabetisk.

source: Čilgehus
nno: komparativ

source: persovdna: 1. 2. 3.
nno: infinitiv

source: du / DU.
nno: pcp1

source: guvttiidlohku
nno: presens partisipp

source: fokála ge, omd. sátnehámis ' inge '
nno: pcp2

source: máŋggaidlohku
nno: perfektum partisipp

source: ovttaidlohku
nno: fleirtal

source: vearbaabessiiva
nno: eintal

source: Siidohámit
nno: vabe

source: Preseanssas dohkkehuvvojit 3 pl sihke boradit ja boradat.
nno: I presens blir godteken som 3 pl både boradit og boradat.

source: Preterihtas dohkkehuvvo sihke lei ja leai.
nno: Adjektiv comp sg godtekne former er divraseabbo og divrasat.

source: Potentiálas dohkkehuvvojit 3 sg sihke leažžá ja leaš ja bođeža ja bođeš, ja 1 pl boražit ja boražat.
nno: Killerfiller-link:

source: Adjektiivva comp sg dohkkehuvvon hámit leat divraseabbo ja divrasat.
nno: Last changed: $Id: Killerfiller _nno. xml 55554 2012-03-22 09:41:41Z trond $
